{
  "date": "2021-02-05T20:29:40.889Z",
  "body": "“My parents weren’t particularly creative but my dad was a musician who was also religious. He knelt before the altar when I was born and asked God to bless me with the gift of music. I had recorder lessons, piano lessons, harpsichord lessons, oboe lessons, guitar lessons, and whatever other instruments you can think of - and I was tuneless. I was so disinterested in music it’s untrue. Out of all my friends, I probably listened to music the least. I think I probably blocked it out because there was music blaring around the house at all times. Meanwhile, my mum had a really good design flair and bought me beautiful picture books when I was a child. I adored them. To this day I still adore the illustrators that she introduced me to. People like Edward Ardizzone and Brian Wildsmith; all of whom were great illustrators in the 50s and 60s. I realised that that was the beginning of my artistic journey.\n\nThroughout my teenage years, I always painted and drew, and was making things. I just loved it. I did two art qualifications - one at school and one at the local college, without telling the school or the college. That’s how interested in art I was. I didn’t actually end up going to art college. Neither of my parents had been to university and so there was a lot of pressure for me to go. Although it was an unspoken pressure I didn’t want to let them down and so I got a place at university studying History of Art and English. I don’t regret it at all as it was a really good grounding in art. So even though I didn’t have an art college background, I’ve been an art practitioner all of my life. What I would say is that, as I’ve got older, I’ve accepted much more readily that I’m not really an academic person. I did okay at university but I wasn’t a star at academic work. I think it was a bit of a revelation to me personally that: actually, it doesn’t matter if I’m not academic, I can just crack on because I’m practical and have good communication skills. It’s not the be-all and end-all to be academic.\n\nFor me, the biggest trigger for developing my artistic practice was the death of my husband. If I was going to pinpoint a single thing, then that would be it. We had been together for five years. In that time we hadn’t lived together, we were just seeing each other a lot, and we were very happy. My children had grown up and left home by this point and eventually we decided we would live together. On the day that he moved in, he was moving his stuff in and I’d gone to take my dog for a walk. When I got home he was sitting on the doorstep looking completely grey and he tried to talk to me but he couldn’t. I will never forget the meeting we had the next day with the consultant. He sat there and told us that my partner had a terminal brain tumour. Of course, that was the most terrible shock for both of us and we didn’t know how long he had left.\n\nIt was strange because we actually had some really nice times in those first six months after he’d been diagnosed. He couldn’t drive, he couldn’t go to work, his speech was on and off, and he was on steroids which were kind of keeping him going, then suddenly he began to deteriorate - but before that, we decided to get married and we had a lovely wedding. As you can imagine, my set of friends and his set of friends wanted us to be happy because of the situation they knew we were in. He rapidly deteriorated after that and spent the last two weeks of his life in the hospice. It was incredibly traumatic and very, very sad for me because I felt like he was the man I wanted to spend the rest of my life with and he was taken away from me as soon as we’d got to the position of living together. One of the things that people often don’t talk about is that, from the day of diagnosis, we didn’t have sex once. He closed down completely and that was also reflected emotionally. Part of him had gone and was hidden from me. But we were enjoying being together domestically. We were very loving towards each other and also quite careful towards each other at that time as well. There was a lot of love and care, but there was also this undercurrent where each of us was privately grieving for the relationship that we were losing. I can remember lying on a bed with my arm around him thinking - what will it be like when I can’t put my arm around this man?\n\nI decided that if I drew every day for a year - and I just set out to draw a tree every day for a year - that that would help my grief. And it did, it really did. At the end of that year, I managed to collate all of those trees and put them on show. It looked like a forest. For me, it was a nice feeling that people liked them and that my art skills had grown. I also felt much stronger as an individual because I’d been through a pretty difficult time. My husband was ill for ten months and so that was quite a big thing to get through. It was a journey in many senses; it was a journey in terms of skill, it was a journey in terms of grief, and it was a journey in terms of meditation on life, death and relationships.\n\nI’d never really experienced grief as profound as this. One of the things I found with grief that surprised me was that, after feeling numb for two or three weeks, I had this tsunami of crying, and then I had these pockets of feeling okay. A friend of mine came to see me after their partner had died because they wanted to share their experience and see how I had dealt with my grief. They said they wanted to get another relationship going very quickly. I said, \"ignore what other people think, just do what you feel is right, don’t search for approval or disapproval, just do what you need to do\". That was a lesson for me. After my husband died, I did, within six months, meet somebody else and that was okay for me. The concept that life is too short absolutely has something to do with it. I was 59 when I lost my husband and I wanted to meet another man. My current partner is a widower and I knew that he would understand my grief. I was still grieving when I met him and he was still grieving for his wife. That dialogue between us really helped my recovery. I still grieve for my husband and I still feel his loss. Just the same as I still feel the loss of my mother and indeed my dear dog who died six months ago. They’re all very different kinds of grief. You have pockets for each of these different griefs and they pop up. When I’m on a walk, my grief for my dog pops up and I think, ‘oh I really miss him’. When I’m with my grandchildren I think about how much love my mother had for my children, so there are different circumstances when you feel the losses that you’ve suffered in your life.\n\nThe landscapes of where I’m living now are just stunning and I could feed on that forever I think. I like drawing people and from nature, and I love warm colours, but for years and years I almost didn’t give myself permission to use colour - I worked almost exclusively in black and white, using pen and ink mostly, and sometimes printmaking. When I was learning I felt that I still needed to discipline myself and stay with black and white. I feel like that’s changed now because I have the skills that I need and I’ve allowed myself to start using colour. The excitement of pure colour and the vibrancy you get with inks is something I have been enjoying.\n\nI’m also an illustrator as well as an artist. Illustration excites me and interests me. I’ve got various ideas and projects that I want to explore in the future and I love the use of a visual voice in a book. I’ve always thought of drawing as somewhere where, when I’m doing it, I’m in another zone. Drawing is the thing I love to do more than anything in the world - the same way that some people use meditation or yoga, or walking in nature as their way of being calm and peaceful. If I’m on a walk and I sit down to do a sketch I’m completely lost in that action, that world. In the same way that, I guess, musicians feel when they play music.”",
  "subject": "Jane",
  "description": "I decided that if I drew every day for a year - and I just set out to draw a tree every day for a year - that that would help my grief",
  "title": "Drawing is the thing I love to do more than anything in the world",
  "image": "/img/jane.jpg"
}