{
  "date": "2021-02-20T20:31:31.521Z",
  "body": "“Without me realising, my parents have had the biggest influence on my sense of self. First of all, they just loved me unconditionally. As I've gotten older and met more people I've realised that that's not necessarily a given. Don’t get me wrong - my relationship with my parents isn't perfect and I'm sure no one’s is, but when I was really young they treated me like a bright and capable person. As I got older they instilled in me that it was up to me to make good decisions for myself. If I was going to a party and there was going to be alcohol there the talk was, “well, it's your decision what you do, you are your own person”. I think that's actually more powerful than saying, “don't drink or kiss anyone”. It was down to me whatever felt right and if something didn't feel right then I learned to trust that.\n\nMy parents trusting me helped me to trust myself. I realised I was gay when I was 15 and came out straight away at school. I think part of me thought, “well, why wouldn't I?”. Having that sort of self-confidence helped me to see that it wasn't a problem. I was very lucky to have two good friends who were also gay. It was really useful because a lot of kids at that age who are coming out don't have anyone to talk to and have their experiences validated in the same way. Just having two people who implicitly understood and who I could talk about it with was great.\n\nI think it has been in more recent years that I've come to see how important the people in your life are and how important it is to have an anchor in people. I’m an only child and I have a tendency to want to be on my own. Even though I have all of these great memories, sometimes when I look back on my life I feel like I’ve done a lot of it on my own. Being an introvert in how you get energy is definitely the case for me. It’s a weird balance because I want to be around people and I know that I can feel left out when I’m not, but at the same time I hate small talk. I love connecting with people on a deeper level. I think that relationships with other people are extremely important in making you feel part of the world.\n\nWe moved to North Yorkshire when I was five and I am so grateful that that happened. My Mum used to take me on a walk at least every weekend. When I went to uni I just stopped going into the countryside and didn’t do a hike unless I was at home with my parents. Going outside just wasn’t the focus. It was definitely a change in lifestyle… and then the uni lifestyle continued after uni for quite a few years.\n\nWithout really knowing, the want to make a change had been gradually happening. You start to feel a kind of weird guilt. I’d go home and see my best friends and my parents and I’d feel like these people know me and can probably tell I’m not quite being me. I can actually pinpoint a key moment - it was a friend’s birthday and we were going to the Lake District for the weekend. It sounds wholesome but it wasn’t that wholesome. We got a camping barn and there were quite a few of us partying. I remember I was trying to go to sleep at 5am and I just felt horrible. My parents had mentioned that they might be in the Lake District that weekend and I asked them to come and get me. That next morning we drove to another part of the Lakes and went for a walk. I was just so relieved to see them and I think that was the moment when I realised that I didn’t just have to keep doing this. That I can do other things that make me feel good. I remember thinking that I wanted this and not what I had just come from.\n\nLife has been much more well rounded since then. You have energy and the ability to focus on other stuff when you’re not going out all the time it turns out. It’s quite hard to do really well at work and do other stuff when you’re hungover four days a week. You don’t realise that you’re not your best self, especially if it carries on for a number of years. You sort of forget what your best self is. I was still doing alright and I think that’s one of the reasons it took a while because I looked round and I thought, ‘well, I’m still doing alright so is there any reason to make a change?’. I love all of the people that I shared that time with so much and I wouldn’t change it. I had some wicked times but I just needed to do something else. It takes its toll on your mental health and it took its toll on that really strong sense of self that I had.\n\nI stopped drinking for a couple of years and suddenly I wasn’t in any queer spaces anymore. I set up Queer Out Here which is a hiking group and the idea was to set up a reason for queer people to get together in the outdoors. It was something that I hadn’t seen in my area and I thought it would be a good idea because I love how I feel when I’m outside. Something that it does is just take you outside of yourself and into the natural world. Particularly at the moment. There’s a lot of crap going on in the world and for queer and gender diverse people it’s a bit of a tricky time.\n\nFor the past couple of years I’ve also just focused on trying. Getting back on to trying has been hard. Because it’s scary - because basically what if I try and it’s not good enough? But I’m glad I have. I went back to university and did my master’s degree and actually tried. I tried to get a job that I cared about instead of coasting and I now work as a policy adviser working on gender equality and LGBT equality in government. That’s been the last two years and it’s been so hard but so good because I’m just learning so much all the time. Working on something you care about is a real privilege.\n\nThe other thing that I’ve started to do in the past few years is really focus on my mental health. I’ve been going to therapy to improve my relationship with certain things that have happened and it’s worth doing. Part of me feels like the future is quite blurry at the moment. I don’t know if that’s down to the impact of the pandemic. So much has happened this year I feel like anything could happen in the next few years. I want to move to the countryside and have more of that in my immediate life. And I’m craving adventure. Definitely.”",
  "title": "I set up Queer Out Here which is a hiking group",
  "description": "I set up Queer Out Here which is a hiking group and the idea was to set up a reason for queer people to get together in the outdoors",
  "subject": "Ailish",
  "image": "/img/jane.jpg"
}