{
  "date": "2021-01-22T20:15:20.205Z",
  "body": "“I was the youngest, the baby of the family. By the time I was in senior school I had moved about eight times because of my father’s job. It wasn’t a bad thing. Looking back, I think that is what built me as a person. I had to settle into lots of different schools, make friends and then move on so I’ve always had an adventurous spirit.\n\nI was 21 when I decided I was going to work in America. My feeling was that I wanted to venture out into the world and experience life. Going to America was a dream for me like it was for a lot of people at that time. I hadn’t been to university and hadn’t left home much so this was something exciting. I was a qualified nursery nurse and had heard that Camp America was recruiting. By the end of the interview process, I was chosen to work at Camp Winamac in New Hampshire, north of New York State. The best thing was that I had the full backing of my parents. They told me that they knew how important it was for me to travel and they believed this was my time.\n\nSeeing New York out of the plane window for the first time is a moment I will never forget. The pace and enormity of the city was incredible. I still have the pictures I took out of the plane window when I saw the city for the first time. It felt like the things I had seen on the television I was now experiencing.\n\nThe camp was in a beautiful wooded area, right out in the countryside around a lake. The camp counsellors came from all over the world: the staff in the office were from New Zealand, the team on the waterfront were from France, the soccer coach was from Germany and I helped with the arts and crafts and the swimming. I didn’t know anybody at all so it was quite a big thing for me at the time. It was amazing to be meeting so many different people and experiencing different cultures. Towards the end of my time at Camp America, I was sent a flyer. It said, ‘After Your Camp America Summer Come Meet the Rest Of the World’. It was an advert to work at the Epcot Centre at Disneyworld in Florida. I thought, ‘that’s it, that’s what I’m going to do next’.\n\nThe Epcot Centre was a “countries in miniature” themed part of the park with 12 different countries based around a lake. The British pavilion team worked at a pub called the Rose & Crown because that was the most popular pub name at the time. It was a typical East End pub at the front and an English country pub at the back with a lock outside. Working there was like being on a film set: the women were dressed in mob caps and dresses and the men were dressed in breeches and shoes with buckles.\n\nEveryone from the different countries lived in apartments close to the park. Sharing different foods and cultures with everyone who worked there was a fantastic experience. We socialised in a ramshackle bar called the Big Bamboo which became a haven for Disney employees. Bruce the barman always wore a Hawaiian shirt and served beer in iced jam jars. When you left you would give your employee badge to Bruce and it would be pinned behind the bar with the hundreds of other badges.\n\nAfter a year of working in Florida, my friend and I knew that we wanted to go travelling right across the States. We got a map out across the table and planned every detail of the route. In the August of 1984, we flew to Los Angeles and hired a car to drive across the middle of America. We drove 5,500 miles in just over four weeks - west to east, five hours on and five hours off. There was no money left to change our flights home so we knew that we had to get back to New York on time. Word had got out at the Rose and Crown of our trip and so we stayed with people we had served at the pub. People we had only met a handful of times opened their homes to us, and when the time came to move on again they would ring a relative in the next state who would welcome us in. They would always want us to stay longer than we could.\n\nIt felt like we did everything - we camped under the stars in Yosemite National Park, stood on the southern edge of the Grand Canyon, drove through the Mojave Desert and rolled down the Las Vegas Strip at night. We made a good team and both wanted similar experiences. When one of us drove across the Golden Gate Bridge we turned the car around so the other could experience driving over it too. The most important thing is that we laughed. We always laughed.\n\nWhen I think back to that time in my life it was just pure joy. My mother kept all of the letters and postcards I sent home and I now have these to look back on. Travelling to me is about grasping new challenges and embracing new adventures which is what I did at the time. The variety of experiences I had gave me confidence that I didn’t have when I arrived for a three-month summer camp job.”",
  "subject": "Barbara",
  "title": "Seeing New York out of the plane window is a moment I will never forget",
  "description": "I was the youngest, the baby of the family. By the time I was in senior school I had moved about eight times because of my father’s job",
  "image": "/img/barbs.jpg"
}