{
  "date": "2021-01-29T20:27:56.020Z",
  "body": "“It’s quite natural for people when they’re grieving to do a bit of soul searching and that is one hundred percent what happened to me. My uncle died in my early twenties, about ten years ago. I worked at the same place as him, at the same nuclear power plant. He’d pretty much worked there since he left school which is normal where I’m from. Nothing was ever made official but he told me there was an accident one day and he went to clear it up. Some years later he was diagnosed with a type of leukaemia. He did say there was a high possibility of him becoming ill but his death still came as a shock.\n\nWhen I think of what my relationship with my uncle was like it’s kind of beautiful and sad. He gave me his time and valued me as a person. I can remember once when I was about nine we were picking up paint for redecorating and I hadn’t put it in the back of his car properly. All this yellow paint went fucking everywhere. I broke down because I was expecting to be berated or told I was stupid. He was upset to see me like that. He said, ‘look - it’s only yellow paint sweetie’. People would often mistake us for dad and daughter. I think he found that really sad. He always wanted children but never had and so I was like his little prodigy...although I wasn’t really his.\n\nOur relationship during my teen years was the complete opposite of the Yellow Paint Day. He had been through a lot of personal suffering before his diagnosis and when you’re a teenager you are so insecure it’s unreal. There were other factors too of course - the difference was that he was the adult and I wasn’t. He didn’t even wear the clothes he used to wear. It was like ‘I’m not that person anymore’. My thought was, ‘but you liked wearing those clothes before so why are you wearing different clothes?’. Those issues are a lot for a teenager to take on.\n\nI don’t know how to put it lightly but being an androgynous teenager where I’m from in the early noughties was shit. I was really lucky in that I had strong friendships though. I had a mate who was different too and we used to jam together - a marginalised guy and an androgynous woman smoking weed and listening to death metal was certainly not the norm in Cumbria at the time. A lot of people say being 18 is great because you go off to university - I didn’t have that. After school I moved to Whitehaven so I could go to the metal music bar there. Things deteriorated pretty quickly after that. I ended up living in my friend’s cupboard for six months. I tried applying for jobs but failed miserably and ended up on the dole for a year. When you’re living for the weekend Monday to Friday can be quite a depressing existence. I would go to the libraries in Cumbria and get out as many books as I could so I was still reading quite a bit. To be honest, I was just really detached and despondent. I eventually ended up getting an apprenticeship as a typist and that’s how I ended up working at the plant.\n\nI don’t think Duncan died with a sense of love and peace in his heart which was quite difficult to process. Knowing that I was never going to see him again, I felt a lot of guilt. On top of the grief, I was a 21-year-old working at the same nuclear power plant with no qualifications. I thought that was my life and I had no control over that. My friend was studying an access course at the time and she practically dragged me to the open day at the college. I thought it would just be a day of looking at brochures. The next minute I was doing a test to get onto the course and then I’m in a room with three teachers begging to be let on. I thought ‘fuck it, what have I got to lose?’. I think in a split second something came over me where I realised that I do have some control over this.\n\nThe college had a really cool system where they did a class during the day and then ran the same class in the evening so you could choose if you were on shifts. I’d work at the plant as a sign maker during the day and then go to college at night. As well as my English GCSE, I did A Levels in Psychology and Sociology. I’d never been introduced to those concepts before and I was just completely romanticised by it. That is what got me into university to study my first degree in Social Policy. I’m a big advocate of the access course, it really helped with my self-esteem. If I hadn’t taken that course I’d still be making signs at the plant.\n\nPeople. I just love learning about people. It makes sense in terms of my relationship with Duncan; he was a real person with many layers and I had deep empathy for him. During my first degree, I volunteered at a drug and alcohol rehabilitation programme with men of a certain background. I worked well with men because of the empathy I had for my uncle. There are other factors too - being from West Cumbria, for example, you are just surrounded by real people. I think that is why I’m now studying for my MSc in Counselling.\n\nI was the first person in my family to go to university so that was a big thing. University really helped me. I was about 30 when I got my dyslexia diagnosis. I am still figuring it out really. I’d internalised myself as being inferior and stupid for most of my life. The educational psychologist at the university was one of the most amazing people I’ve ever met in my life. He told me I was very dyslexic but he said, ‘you know, some of the cleverest people have dyslexia - your brain just decides that other information is more important than how to spell something’. One of the beautiful things is that your brain is not black and white, it’s very fluid so you’re very creative at problem-solving.\n\nI don’t want to be a person who hides behind a diagnosis but it removed a lot of guilt and shame and helped me to understand myself a bit better. For the first time I realised I wasn’t alone; that there are loads of people out there who struggle with structure and don’t know how to spell things. It made me value myself more and give myself a bit of a break. Sometimes I have moments where I think, ‘how on earth am I going to manage this?’, but then I think of the horrible treatments Duncan had to go through and if he could manage that, then I can do this. Looking at what I’ve achieved now I think Uncle Duncan would have been really happy for me.”",
  "title": "People. I just love learning about people",
  "subject": "Kumar",
  "description": "It’s quite natural for people when they’re grieving to do a bit of soul searching and that is one hundred percent what happened to me",
  "image": "/img/kumar.jpg"
}